# RbsWireCircuitLoadName Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsWireCircuitLoadName Property
ParameterTypeId Class See Also
---
"Circuit Load Name"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsWireCircuitLoadName { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsWireCircuitLoadName As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsWireCircuitLoadName {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace